; TranslationAuthor: Joan Queralt
; Wise Memory Optimizer
; Soft Version: 3.42.93
; Update: December 15, 2015


[Lang]
NativeLanguage=Català

[GUI]
ButtonYes=Sí
ButtonNo=No
ButtonOK=D'acord
ButtonClose=Tancar

[Translation]
LangCode=0403
ReadHabit=Left-to-right
LanguageName=CAT
LangShortName=cat-es
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informació
Warning=Avís
Error=Error
Confirm=Confirmació
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Comparteixi Wise Memory Optimizer amb els amics
FrmMoMain.imgfacebook.hint=Doni'ns un m'agrada Wise Memory Optimizer a Facebook
FrmMoMain.imgtwitter.hint=Comparteixi Wise Memory Optimizer a Twitter
FrmMoMain.chkupdate.caption=Revisar automàticament actualitzacions
FrmMoMain.btnlike.caption=M'agrada
FrmMoMain.lblTotalMem.Caption=Memòria Total
FrmMoMain.lblaopt.Caption=Optimitzar automàticament sí la Memòria disponible    és inferior a:
FrmMoMain.lbltry.Caption=Alliberar més Memòria
FrmMoMain.btnsettings.Caption=Opcions
FrmMoMain.btnOpt.Caption=Optimitzar
FrmMoMain.chkmin.Caption=Minimitzar a la barra d'eines del Sistema
FrmMoMain.chkauto.Caption=Executar a l'inici de Windows
FrmMoMain.chkautoOpt.Caption=Optimització Automàtica
FrmMoMain.ckchkclearborad.Caption=Netegi el Porta-papers mentre optimitza
FrmMoMain.chkidle.Caption=Executar sí la CPU està inactiva (Recomanat)
FrmMoMain.lbllang.Caption=Idioma:
;
; About
;
FrmAbout.caption=Quant a
FrmAbout.btnok.caption=D'acord
FrmAbout.lblver.caption=Versió:
FrmAbout.lblemail.caption=Email de suport:
FrmAbout.lblhome.caption=Pàgina Web
FrmAbout.lblthanks.caption=Gràcies a les següents persones per la seva contribució:
;
[MemoryOptimizer]
ThisTimeFreeMemory=Alliberats %s aquesta vegada
CurPrecent=Percentatge de memòria ocupat:
UsedMemory=Memòria Utilitzada:
AvailableMemory=Memòria Disponible: 
FreeMemory=Memòria Alliberada:
At=A les:
pmShow=Obrir finestra principal
pmOpt=Optimitzar
pmAbout=Quant a
pmExit=Sortir
SureExit=Optimitzant la Memòria ... Esteu segur de sortir ara?
Mintotray=Optimitzant la Memòria

[Message]
NewVer=Una nova versió està disponible! Vol actualitzar ara?
NotShowNotice=No tornar a mostrar aquest avís de nou.